<script setup>
import { defineComponent } from 'vue';

defineComponent({
name: 'MyComponent',
// 组件的其他选项和逻辑
});

</script>


<template>
  <div class="box">
    <h1>挂号须知</h1>
    <div class="content">
      中心医院挂号室热忱欢迎来诊的每一位患者，我们将竭诚为您服务，为了您就诊方便，请了解以下内容：

    1.挂号票是患者就诊的凭证，凡就医患者都应挂号就诊。

    2.挂号处设有两处，分别设在一楼电梯大厅、二楼步行梯正对面。以上两处均可挂到普通号、专家号、急诊号等几种。

    3.挂号时间：一般情况下，正常上班时间，提前半小时开始挂号；下午下班前半小时停止挂普通号、专家号；专家挂号时间为当日上午9时开始，并实行限量挂号。

    4.因我院实行微机挂号，请您在挂号前告诉给工作人员您的姓名。根据您的病情，参照当日开诊科室和出门诊专家，尽量对科、对名挂号。我院实行病人选医生制度，鼓励病人选择科室、选择医生挂号。

    5.您如果是第一次来我院就诊或随身未携带门诊病历本，请您在挂号时一并购买，因为它是医师诊治的专用记录本，也是您在门诊就诊的诊治记录。

    6.您在挂号时，请尽量自备零钱，如有找零，请当面点清，避免不必要的纠纷。

    7.同时就诊两个科室或转科的病员，需重新挂号，会诊例外。

    8.挂号诊病当日一次有效，继续就诊应重新挂号。

    9.周一至周日全天应诊，中午、夜间急诊挂号在门诊一楼大厅收费处窗口。
    </div>

  </div>
</template>


<style lang='scss' scoped>
.box {
  h1{
    font-size: 40px;
    text-align: center;
    font-weight: bold;
  }
}
</style>
